Repository: raulcostajunior/ttPong
Catalog: ttPong/*.lproj/Localizable.strings
Languages: de, pt_br

# Author: Raul Costa Junior, 2020.
source: Raul Costa Junior, 2025.
de: Raul Costa Junior, 2020 - 2021.
pt_br: Raul Costa Junior, 2020 - 2021.

source: Score Board Disabled
de: Punktetafel deaktiviert
pt_br: Placar Desabilitado

# To enable the Score Board
source: To enable the Score Board, please sign in to GameCenter in Settings > GameCenter.
de: Um die Punktetafel zu aktivieren, melden Sie sich bitte im GameCenter unter Einstellungen > GameCenter an.
pt_br: Para habilitar o Placar, logue-se no Gamecenter em Ajustes > GameCenter.

source: Write a review
de: Eine Rezension schreiben
pt_br: Avaliar o ttPong

source: Game aborted
de: Spiel abgebrochen
pt_br: Jogo Abortado

source: Hope to have you back soon !
de: Kommen Sie bald wieder !
pt_br: Volte em breve !

source: Let's Play !
de: Lass uns spielen !
pt_br: Vamos Jogar !

source: To start a new match,
de: Halten Sie zu Beginn
pt_br: Para iniciar,

source: touch and hold both pads.
de: beide Pads.
pt_br: segure os dois anteparos.

# A New Record !!
source: Your New Record !!
de: Ihr Neuer Rekord !!
pt_br: Seu Novo Recorde !!

source: Game aborted, but congrats !
de: Spiel abgebrochen, aber Glückwunsch !
pt_br: Jogo abortado, mas Parabéns !

source: Well done !!!
de: Gut gemacht !!!
pt_br: Parabéns !!!

source: Game Over !
de: Spiel beendet !
pt_br: Fim de Jogo !

source: Go ahead and play again !!
de: Lasst uns noch einmal spielen !!
pt_br: Vamos jogar de novo !!

source: Game Paused
de: Spiel pausiert
pt_br: Jogo Pausado

source: To resume, touch and hold both pads.
de: Um fortzufahren, halten Sie beide Pads.
pt_br: Para continuar, segure os dois anteparos.

source: To abort, touch anywhere with 3 fingers.
de: Zum Abbrechen berühren Sie den Bildschirm mit 3 Fingern.
pt_br: Para abortar, toque a tela com 3 dedos.

source: Get ready to play !
de: Machen Sie sich bereit !
pt_br: Prepare-se !

source: Releasing any pad pauses the game.
de: Freigeben eines beliebigen Blocks, um das Spiel zu pausieren.
pt_br: Para pausar, solte pelo menos um anteparo.

source: You have %d discs left !
de: Weitere %d Platten !
pt_br: Mais %d discos !

source: Make the most of your last disc !
de: Machen Sie das Beste aus Ihrer letzten Platte !
pt_br: Aproveite seu último disco !

source: Good luck !!
de: Viel Glück !!
pt_br: Boa Sorte !!

source: Hold both pads to launch a new disc.
de: Halten Sie beide Pads zum Starten einer neuen Platte.
pt_br: Segure ambos os anteparos para lançar o disco.

source: SCORE - %@
de: PUNKTE - %@
pt_br: PLACAR - %@

source: HIGH - %@
de: REKORD - %@
pt_br: RECORDE - %@

# GLOBAL HIGH RANK
source: GLOBAL HIGH - %@ YOUR RANK - %@
de: WELT REKORD - %@ IHR RANK - %@
pt_br: RECORDE GLOBAL - %@ SUA POSIÇÃO - %@

source: GLOBAL HIGH - %@
de: WELT REKORD - %@
pt_br: RECORDE GLOBAL - %@

source: LAST DISC
de: LETZTE PLATTE
pt_br: ÚLTIMO DISCO

source: DISCS - %d
de: PLATTEN - %d
pt_br: DISCOS - %d

source: SCORE - 99999
de: PUNKTE - 99999
pt_br: RECORDE - 99999
